[{
"title": "Blockchain: Crypto-Catalonia",
"subtitle": "How Catalonia woudn't need the Euro",
"content": "On October 1st, Catalonia held a referendum to separate from Spanish rule. Stories of independence always interest me as I become convinced national identity is being challenged around the globe. The Blockchain will further fuel this trend as bottom-up and decentralized markets, currencies, and governing systems start dominating decision making and offer alternatives to traditional.",
"image": "https://cdn-images-1.medium.com/max/300/1*1Kjxg36-D3pOVMgu8H2TCA.jpeg"
}, {
"title": "On the chase of abandoned buildings and autumn colours.",
"subtitle": "Pärispea, Estonia",
"content": "Friend of mine was complaining that my articles have become really depressing lately because all I share are those gloomy black and white photos. Now winter is really coming here and the colourful leaves are just a memory from not so distant past. So it’s just the right time to share some colour as well.</em>As it is with Estonian weather there are only few days of sunshine in the autumn, ",
"image": "https://cdn-images-1.medium.com/max/300/1*kEe2a2OMp8nK1QU89tD69Q.jpeg"
}, {
"title": "The Story of a Collaborative Referendum",
"subtitle": "How an organisation of volunteers and professionals made the Catalan referendum possible.",
"content": "Today, you can barely understand what’s really going on in Catalonia. Endless Twitter feeds and Facebook posts are quickly colonized by people rushing to express their sentiments from both sides of the conflict.However, everybody that was part of the Catalan independence referendum will agree that the main reason ",
  "image": "https://cdn-images-1.medium.com/max/300/1*Rcd_eS4KAwMtUB-F30I2RA.jpeg"
}, {
"title": "A Forgotten Greece: The Pomakochoria",
"subtitle": "In Greece, a village without Greeks",
"content": "After miles of mountainous backroads north of the city of Xanthi, Greece lies a region that is commonly unmentioned when discussing modern day Greece. ",
"image": "https://cdn-images-1.medium.com/max/300/1*NTaK3agsNiPvJ2San_3FQQ.jpeg"
}, {
"title": "Brussels: the idea of reversing the referendum",
"subtitle": "Swaying Brexit ",
"content": "Michel Barnier’s decision to meet with a trio of elite Remainers today is ill-advised and the latest in a series of affronts directed at the British government. ",
"image": "https://cdn-images-1.medium.com/max/300/1*nxJF8P4hUJuw2WQzuN7Ryg.jpeg"
}, {
"title": "Running out of steam",
"subtitle": "Between Britain & Europe",
"content": "As Britain tumbles out of Europe, it is sadly fitting that an enterprise we once helped to prop up should also be disappearing over the horizon.In a scrupulously detailed elegy to a once revolutionary mode of transport that has fallen prey to the age of convenience, ",
"image": "https://cdn-images-1.medium.com/max/300/1*CJiJoeaquCUD0i5BwM6dWA.jpeg"
}, {
"title": "E. Macron’s plans to break nations’ borders.",
"subtitle": "Here’s the French President roadmap for Europe’s future.",
"content": "In a one and a half hour speech hold in la Sorbonne University in Paris, French President Emmanuel Macron set out his plans for Europe’s future. His basic stand point is simple: we all face the same challenges, namely global warming, the digital transition, immigration and terrorism. ",
"image": "https://cdn-images-1.medium.com/max/300/1*17DLR3Zxj76Pg7zEQ2dKqQ.jpeg"
}, {
"title": "Austrian recipe: Kaiserschmarn",
"subtitle": "KAISERSCHMARRN (Emperor’s Schmarrn)",
"content": "15 minutesThe Autro-hungarian Emperor Franz Josef loved simply pastry dishes and his favorit dessert seemed to be the famous «&nbsp;Kaiserschmarrn&nbsp;» made from eggs, flour, milk and sugar. Rumour suggests that the thanks for this dish ought to go to a failed and shredded omelette. ",
"image": "https://cdn-images-1.medium.com/max/300/1*UfX1V7aOGGbbw6H0xtWnbg.jpeg"
}, {
"title": "B-Sides — Polish Fashion Brand You Need to Know",
"subtitle": "The grass is always greener on the other side of the fence.",
"content": "In Poland we have a famous saying “You glorify the foreign, but you don’t know your own”. (The equivalent of the American proverb: “The grass is always greener on the other side of the fence.”) When it comes to appreciation of the local fashion designers in Poland, it is getting better and better but it still hard for them to compete with the strong international fashion names. ",
"image": "http://bsideshandmade.com/shop/images/page/p1a4vevdn1uo41a1l3duh294k8a.jpg"
}, {
"title": "Not All Who Want Repeal Want Revolution",
"subtitle": "The march for women",
"content": "Last Saturday, around 30,000 people marched through the streets of Dublin on the Sixth Annual March for Choice. I was one of many who carried posters, pinned badges to coats, and chanted “hey-ho, hey-ho, the Eighth Amendment has got to go</em>” whilst bemused groups of tourists looked on. It was a fun experience, and my first time at a political rally or march concerned with repealing the Eighth Amendment.",
"image": "https://cdn-images-1.medium.com/max/300/1*TPH5ymetBU1yr3-umomeXA.jpeg"
}, {
"title": "Bank Account to open in Europe for freelancers",
"subtitle": "No need to be an eResident of Estonia",
"content": "If you want to have business in Europe, it’s necessary to have European bank account. Inside of SEPA(Single European Payment Area), there is no fee difference when you send or withdraw your money from your account with IBAN.IBAN: International Bank Account NumberBIC: Bank Identifier CodeWith Estonian eResident you can have company and bank account in Europe, but it costs some money for virtual address, accounting etc. ",
"image": "https://cdn-images-1.medium.com/max/300/1*Q5ghbFepbFoFco5awQT21w.jpeg"
}, {
"title": "Theresa May’s Pivotal Florence Speech",
"subtitle": "It’s now time for the EU to step up and move forward in a positive manner with Brexit.",
"content": "With the world’s eyes watching her, Theresa May set out the UK government’s view for Brexit. While much of the analysis on her speech has focused on a supposed “softening” of May’s stance on Brexit, I believe that the most important takeaway from the speech is the clarification of the mindset of the UK government going into the next round of negotiations.In her Florence speech, ",
"image": "https://cdn-images-1.medium.com/max/300/1*uiMOmu_iM0Ut17txHNzd1A.jpeg"
}, {
"title": "NEWS TO BREAK BORDERS",
"subtitle": "Why Nationall?",
"content": "We think society as a vast and spread community. We want this community to live in a place without walls. We consider this place as a space shaped for diverse people to talk and share. We know people to be amazingly unique and having the right not to be sidelined. We think Europe is a tremendous place for this vision to happen.The modern construction of Europe has been remarkable. ",
"image": "https://cdn-images-1.medium.com/max/300/1*Y1Vu1aEHUAQgXQEBoebsEA.png"
}, {
"title": "Greece’s Odyssey for Sustainable Fashion",
"subtitle": "Crisis doesn't mean no style",
"content": "‘If something is well-made, it grows and ages with you; it becomes part of you. Once we begin appreciating better quality, the need for novelty wears off.” It’s the end of the Sustainable Fashion event in Athens, and I’ve contacted Stamos Fafalios to find out how Greek designers are coping during the country’s current period of austerity. ",
"image": "https://cdn-images-1.medium.com/max/300/1*mCAeFNv4Z4tVo7sHeHroog.jpeg"
}, {
"title": "Food for health #5",
"subtitle": "Winter is coming: prepare your defenses in autumn to face white viruses.",
"content": "It’s hard to get back in autumn. Vacations are gone and the small diseases come back again followed by stress and depression. The guilty party: coolness and its procession, runny nose, headaches, neck pains, sciatic, backache. In short, we’re more inclined to spend the weekend in bed than going out and chase mushrooms.Never again. Here are some advices ",
"image": "https://cdn-images-1.medium.com/max/300/1*UffYrLHKuVvwSrWSZWYKyQ.jpeg"
}
])
